[
  {
    "copyright": "Neil deGrasseTysonAMNH",
    "date": "2004-05-28",
    "explanation": "Today, if it is clear, Manhattan will flood dramatically with sunlight just as the Sun sets precisely on the centerline of every street.  Usually, the tall buildings that line the gridded streets of New York City's tallest borough will hide the setting Sun.  This effect makes Manhattan a type of modern Stonehenge, although only aligned to about 30 degrees east of north.  Were Manhattan's road grid perfectly aligned to east and west, today's effect would occur on the Vernal and Autumnal Equinox, March 21 and September 21, the only two days that the Sun rises and sets due east and west.  If today's sunset is hidden by clouds do not despair -- the same thing happens every May 28 and July 12.  On none of these occasions, however, should you ever look directly at the Sun.",
    "hdurl": "https://apod.nasa.gov/apod/image/0405/nycsunset_tyson_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Manhattan Sunset",
    "url": "https://apod.nasa.gov/apod/image/0405/nycsunset_tyson.jpg"
  },
  {
    "copyright": "EUMETSAT",
    "date": "2002-12-09",
    "explanation": "When the Moon's shadow reached out and touched the Earth last week, the result was a solar eclipse. Such an eclipse is total only for observers located along a narrow path corresponding to the ground track of the shadow's dark central portion or umbra.  For this eclipse, racing along at nearly 2000 kilometers per hour, the Moon's umbra obligingly crossed over land along regions of Africa and Australia. Totality lasted for about two minutes or less at a given location.  Many nearby regions fell within the lighter but much wider outer shadow region, the penumbra, and witnessed a partial solar eclipse.  The above movie follows the Moon's shadow as it crossed Africa during a similar eclipse in June 2001. Each frame is separated in time by about 20 minutes. The movie was created from frames taken by the orbiting European satellite MeteoSat-6.",
    "hdurl": "https://apod.nasa.gov/apod/image/0212/eclipse_eumetsat_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Moon Shadow Moves Over Africa",
    "url": "https://apod.nasa.gov/apod/image/0212/eclipse_eumetsat.gif"
  },
  {
    "copyright": "Ken Crawford",
    "date": "2012-07-05",
    "explanation": "Magnificent spiral galaxy NGC 4565 is viewed edge-on from planet Earth. Also known as the Needle Galaxy for its narrow profile, bright NGC 4565 is a stop on many telescopic tours of the northern sky, in the faint but well-groomed constellation Coma Berenices. This sharp, colorful image reveals the galaxy's bulging central core cut by obscuring dust lanes that lace NGC 4565's thin galactic plane. An assortment of other background galaxies is included in the pretty field of view, with neighboring galaxy NGC 4562 at the upper left. NGC 4565 itself lies about 40 million light-years distant and spans some 100,000 light-years.  Easily spotted with small telescopes, sky enthusiasts consider NGC 4565 to be a prominent celestial masterpiece Messier missed.",
    "hdurl": "https://apod.nasa.gov/apod/image/1207/NGC4565crawford2048.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 4565: Galaxy on Edge",
    "url": "https://apod.nasa.gov/apod/image/1207/NGC4565crawford900.jpg"
  },
  {
    "copyright": "A. Maury",
    "date": "2018-03-25",
    "explanation": "How bright will Nova Carinae 2018 become? The new nova was discovered only last week. Although novas occur frequently throughout the universe, this nova, cataloged as ASASSN-18fv, is so unusually bright in the skies of Earth that it is now easily visible through binoculars in the southern hemisphere. Identified by the arrow, the nova occurs near the direction of the picturesque Carina Nebula. A nova is typically caused by a thermonuclear explosion on the surface of a white dwarf star that is accreting matter from a binary companion, although details of this outburst are currently unknown.  Both professional and amateur astronomers will be monitoring this unusual stellar outburst in the coming weeks, looking to see how Nova Carinae 2018 evolves, including whether it becomes bright enough to be visible to the unaided eye.",
    "hdurl": "https://apod.nasa.gov/apod/image/1803/NovaCar18_Maury_1018.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Announcing Nova Carinae 2018",
    "url": "https://apod.nasa.gov/apod/image/1803/NovaCar18_Maury_960.jpg"
  },
  {
    "copyright": "Andrew Campbell",
    "date": "2018-01-11",
    "explanation": "Large and dramatically shaped, this cosmic cloud spans nearly 7 degrees or 14 full moons across planet Earth's sky toward the southern constellation Ara. Difficult to image, the filamentary apparition is cataloged as RCW 114 and traced in this telescopic mosaic by the telltale reddish emission of ionized hydrogen atoms. In fact, RCW 114 has been recognized as a supernova remnant. Its extensive filaments of emission are produced as the still expanding shockwave from the death explosion of a massive star sweeps up the surrounding interstellar medium. Consistent estimates place its distance at over 600 light-years, indicating a diameter of about 100 light-years or so. Light from the supernova explosion that created RCW 114 would have reached Earth around 20,000 years ago. A spinning neutron star or pulsar has recently been identified as the remains of the collapsed stellar core.",
    "hdurl": "https://apod.nasa.gov/apod/image/1801/RCW114_FBcambell.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "RCW 114: A Dragon's Heart in Ara",
    "url": "https://apod.nasa.gov/apod/image/1801/RCW114_FBcambell1024.jpg"
  },
  {
    "date": "2007-09-23",
    "explanation": "Today, the Sun crosses the celestial equator heading south at 0951 UT. Known as the equinox, the astronomical event marks the first day of autumn in the northern hemisphere and spring in the south. Equinox means equal night and with the Sun on the celestial equator, Earth dwellers will experience nearly 12 hours of daylight and 12 hours of darkness. Of course, for those in the south, the days will grow longer with the Sun marching higher in the sky as summer approaches. A few weeks after the September Equinox of 1994, the Crew of the shuttle orbiter Endeavour recorded this image of the Sun poised above the Earth's limb. Glare illuminates Endeavour's vertical tail (pointing toward the Earth) along with radar equipment in the payload bay.",
    "hdurl": "https://apod.nasa.gov/apod/image/0709/sts068-060-004.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Equal Night",
    "url": "https://apod.nasa.gov/apod/image/0709/sts068-060-004_800.jpg"
  },
  {
    "copyright": "Damian Peach",
    "date": "2013-11-09",
    "explanation": "While anxiously waiting for Comet ISON to brighten further as it falls toward the Sun, northern skygazers can also find three other bright comets in the east before dawn. In fact, Comet Lovejoy C/2013 R1 is currently the morning sky's brightest. Only discovered in September and not a sungrazing comet, this Comet Lovejoy is nearing the edge of naked-eye visibility and might be spotted from very dark sky sites. Sporting a greenish coma and tail in this telescopic view taken on November 7, Comet Lovejoy is about 0.5 AU from our fair planet and 1.2 AU from the Sun. The comet is having a photogenic Messier moment, sweeping past well known star cluster M44, the Beehive in Cancer. Yellowish bright star Delta Cancri is near the bottom of the frame.",
    "hdurl": "https://apod.nasa.gov/apod/image/1311/c2013_r1_2013_11_07dp.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Comet Lovejoy with M44",
    "url": "https://apod.nasa.gov/apod/image/1311/c2013_r1_2013_11_07dp.jpg"
  },
  {
    "date": "1998-05-22",
    "explanation": "A fantastic jumble of young blue star clusters, gigantic glowing gas clouds, and imposing dark dust lanes surrounds the central region of the active galaxy Centaurus A. This mosaic of Hubble Space Telescope images taken in blue, green, and red light has been processed to present a natural color picture of this cosmic maelstrom. Infrared images from the Hubble have also shown that hidden at the center of this activity are what seem to be disks of matter spiraling into a black hole with a billion times the mass of the Sun! Centaurus A itself is apparently the result of a collision of two galaxies and the left over debris is steadily being consumed by the black hole. Astronomers believe that such black hole \"central engines\" generate the radio, X-ray, and gamma-ray energy radiated by Centaurus A and other active galaxies. But for an active galaxy Centaurus A is close, a mere 10 million light-years away, and is a relatively convenient laboratory for exploring these powerful sources of energy.",
    "hdurl": "https://apod.nasa.gov/apod/image/9805/cena_wfpc2_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Center of Centaurus A",
    "url": "https://apod.nasa.gov/apod/image/9805/cena_wfpc2.jpg"
  },
  {
    "date": "2006-12-22",
    "explanation": "On December 22nd, at 0022 Universal Time the Sun reached its southernmost point in Earth's sky marking the final season change for the year 2006. In celebration of the Solstice, consider these images of the Sun from an extreme ultraviolet telescope onboard the Stereo Ahead spacecraft. Recorded on December 4th, Stereo's first day of imaging, each false-color view highlights atomic emission in different temperature regimes of the upper solar atmosphere; 2 million kelvins in yellow, 1.5 million in green, 1 million, in blue and 60 to 80 thousand in red. The Stereo Mission will place twin spacecraft, launched together in October, into different solar orbits to conduct a three dimensional exploration of the Sun and the solar environment. After completing lunar swingby maneuvers, the A spacecraft is intended to orbit the Sun \"Ahead\" of planet Earth, and the B spacecraft \"Behind\".",
    "hdurl": "https://apod.nasa.gov/apod/image/0612/sun4_stereoahead_f.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The View from Stereo Ahead",
    "url": "https://apod.nasa.gov/apod/image/0612/sun4_stereoahead_cc720.jpg"
  },
  {
    "date": "2015-10-28",
    "explanation": "What happens when a star gets too close to a black hole? Recent observations from Earth-orbiting observatories of an event dubbed ASASSN-14li, in a distant galactic center, appears to be giving one star's harrowing story. Although angularly unresolved, variations in high energy light indicate that some of the star became shredded and reformed into a disk swirling around the dark abyss. In the hypothesized scenario envisioned, a jet formed on the spin axis of the black hole.  The innermost part of the disk, colored white, glows most strongly in X-rays and may drive a periodic wind, shown in blue.  Future X-ray and ultraviolet observations of stellar disruptions by black holes -- including those in the center of our own galaxy -- hold promise of telling us about the complex dynamics of some of the hottest and highest-gravity places in the universe.    Gallery: October's Venus, Jupiter, & Mars Conjunction",
    "media_type": "video",
    "service_version": "v1",
    "title": "Massive Black Hole Shreds Passing Star",
    "url": "https://www.youtube.com/embed/hu6hIhW00Fk?rel=0&showinfo=0"
  },
  {
    "date": "2002-02-05",
    "explanation": "Two of the largest storm systems on Jupiter are colliding, and nobody is sure what will result.  The larger storm is the famous Great Red Spot, while the smaller is a large white oval.  Both are swirling cloud systems that circulate on Jupiter.  The white oval is part of a belt of clouds that circles Jupiter faster than the Great Red Spot.  The oval started being slowed by the Great Red Spot two weeks ago and the collision could last another month.  The oval will likely survive but could possibly be disrupted or absorbed.  The two storm systems went at it at least once before in 1975 causing the Spot's red color to fade for several years.  The passing Voyager 2 robot spacecraft took the above picture of Jupiter's Great Red Spot in 1979.  A different white oval was then visible below the Spot.",
    "hdurl": "https://apod.nasa.gov/apod/image/0202/jupredspot_vg2_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Giant Storm Systems Battle on Jupiter",
    "url": "https://apod.nasa.gov/apod/image/0202/jupredspot_vg2.jpg"
  },
  {
    "copyright": "Dark Atmospheres",
    "date": "2009-03-26",
    "explanation": "Galactic or open star clusters are relatively young. These swarms of stars are born near the plane of the Milky Way, but their numbers steadily dwindle as cluster members are strewn through the Galaxy by gravitational interactions. This bright open cluster, known as M46, is around 300 million years young and still contains a few hundred stars within its span of 30 light-years or so. Located about 5,000 light-years away toward the constellation Puppis, M46 also seems to contain a contradiction to its youthful status. In the lovely starscape, the colorful, circular patch just below the center of M46 (also inset at upper left) is the planetary nebula NGC 2438. Planetary nebulae are a brief, final phase in the life of a solar-type star a few billion years old whose central reservoir of hydrogen fuel has been exhausted. In fact, old NGC 2438 is estimated to be only 3,000 light-years distant and moves at a different speed than M46 cluster members. It likely represents a foreground object, only by chance appearing along our line-of-sight to young M46.   digg_url = 'http://apod.nasa.gov/apod/ap090326.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0903/m46n2438_ritter.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Stars Young and Old",
    "url": "https://apod.nasa.gov/apod/image/0903/m46n2438_ritter900.jpg"
  },
  {
    "copyright": "Royal Observatory, EdinburghAnglo-Australian \nObservatory",
    "date": "1996-09-03",
    "explanation": "It is the most famous star cluster on the sky. The Pleiades can be seen without binoculars from even the depths of a light-polluted city.  Also known as the Seven Sisters and M45, the Pleiades is one of the brightest and most easily visible open clusters on the sky. The Pleiades contains over 3000 stars, is about 400 light years away, and only 13 light years across. Quite evident in the above photograph is the blue reflection nebula that surrounds the bright cluster stars. Low mass, faint, brown dwarfs have recently been found in the Pleiades.",
    "hdurl": "https://apod.nasa.gov/apod/image/pleiades_uks.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Pleiades Star Cluster",
    "url": "https://apod.nasa.gov/apod/image/pleiades_uks_big.gif"
  },
  {
    "date": "2000-04-14",
    "explanation": "Not all stars form a big Q after they explode.  The shape of supernova remnant E0102-72, however, is giving astronomers a clue about how tremendous explosions disperse elements and interact with surrounded gas.  The above image is a composite of three different photographs in three different types of light.  Radio waves, shown in red, trace high-energy electrons spiraling around magnetic field lines in the shock wave expanding out from the detonated star.  Optical light, shown in green, traces clumps of relatively cool gas that includes oxygen.  X-rays, shown in blue, show relatively hot gas that has been heated to millions of degrees.  This gas has been heated by an inward moving shock wave that has rebounded from a collision with existing or slower moving gas.  This big Q currently measures 40 light-years across and was found in our neighboring SMC galaxy.  Perhaps we would know even more if we could buy a vowel.",
    "hdurl": "https://apod.nasa.gov/apod/image/0004/e0102multi_chandra_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Supernova Remnant E0102-72 from Radio to X-Ray",
    "url": "https://apod.nasa.gov/apod/image/0004/e0102multi_chandra.jpg"
  },
  {
    "date": "2020-02-13",
    "explanation": "The Trifid Nebula, also known as Messier 20, is easy to find with a small telescope. About 30 light-years across and 5,500 light-years distant it's a popular stop for cosmic tourists in the nebula rich constellation Sagittarius. As its name suggests, visible light pictures show the nebula divided into three parts by dark, obscuring dust lanes. But this penetrating infrared image reveals the Trifid's filaments of glowing dust clouds and newborn stars. The spectacular false-color view is courtesy of the Spitzer Space Telescope. Astronomers have used the infrared image data to count newborn and embryonic stars which otherwise can lie hidden in the natal dust and gas clouds of this intriguing stellar nursery. Launched in 2003, Spitzer explored the infrared Universe from an Earth-trailing solar orbit until its science operations were brought to a close earlier this year, on January 30.",
    "hdurl": "https://apod.nasa.gov/apod/image/2002/trifid_spitzerR.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Spitzer's Trifid",
    "url": "https://apod.nasa.gov/apod/image/2002/trifid_spitzerR1024.jpg"
  },
  {
    "date": "2008-08-23",
    "explanation": "The matter in galaxy cluster 1E 0657-56, fondly known as the \"bullet cluster\", is shown in this composite image. A mere 3.4 billion light-years away, the bullet cluster's individual galaxies are seen in the optical image data, but their total mass adds up to far less than the mass of the cluster's two clouds of hot x-ray emitting gas shown in red. Representing even more mass than the optical galaxies and x-ray gas combined, the blue hues show the distribution of dark matter in the cluster. Otherwise invisible to telescopic views, the dark matter was mapped by observations of gravitational lensing of background galaxies. In a text book example of a shock front, the bullet-shaped cloud of gas at the right was distorted during the titanic collision between two galaxy clusters that created the larger bullet cluster itself. But the dark matter present has not interacted with the cluster gas except by gravity. The clear separation of dark matter and gas clouds is considered direct evidence that dark matter exists.   digg_url = 'http://apod.nasa.gov/apod/ap080823.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0808/bulletcluster_comp_f2048.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Matter of the Bullet Cluster",
    "url": "https://apod.nasa.gov/apod/image/0808/bullet_cluster_c60w.jpg"
  },
  {
    "date": "2006-01-29",
    "explanation": "Sometimes both heaven and Earth erupt.  In Iceland in 1991, the volcano Hekla erupted at the same time that auroras were visible overhead.  Hekla, one of the most  famous volcanoes in the world, has erupted at least 20 times over the past millennium, sometimes causing great destruction.  The last eruption occurred only six years ago but caused only minor damage.  The green auroral band occurred fortuitously about 100 kilometers above the erupting  lava.  Is Earth the Solar System's only planet with both auroras and volcanos?",
    "hdurl": "https://apod.nasa.gov/apod/image/0601/volcanoaurora2_shs.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Volcano and Aurora in Iceland",
    "url": "https://apod.nasa.gov/apod/image/0601/volcanoaurora2_shs_big.jpg"
  },
  {
    "date": "2019-06-03",
    "explanation": "When did these big galaxies first begin to dance?  Really only four of the five of Stephan's Quintet are locked in a cosmic tango of repeated close encounters taking place some 300 million light-years away.  The odd galaxy out is easy to spot in this recently reprocessed image by the Hubble Space Telescope -- the interacting galaxies, NGC 7319, 7318B, 7318A, and 7317 (left to right), have a more dominant yellowish cast.  They also tend to have distorted loops and tails, grown under the influence of disruptive gravitational tides.  The mostly bluish galaxy, large NGC 7320 on the lower left, is in the foreground at about 40 million light-years distant, and so is not part of the interacting group. Data and modeling indicate that NGC 7318B is a relatively new intruder. A recently-discovered halo of old red stars surrounding Stephan's Quintet indicate that at least some of these galaxies started tangling over a billion years. Stephan's Quintet is visible with a moderate sized-telescope toward the constellation of Winged Horse (Pegasus).",
    "hdurl": "https://apod.nasa.gov/apod/image/1906/StephansQuintet_HubbleNobre_1824.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Stephan's Quintet from Hubble",
    "url": "https://apod.nasa.gov/apod/image/1906/StephansQuintet_HubbleNobre_960.jpg"
  },
  {
    "date": "1997-11-16",
    "explanation": "The Leonid Meteor Shower will likely reach its peak in the early hours this Monday morning. Though the Moon will be bright, Leo, the shower's radiant point, will be well above the eastern horizon from Western North America and the Pacific region during this period. This year's Leonids may prove particularly exciting as observers anticipate the legendary Leonid storm of activity will occur sometime during the next few apparitions of this annual meteor shower - although most expect the meteor storm to occur in 1998 or 1999. Meteor showers result from debris left by passing comets. The Leonids specifically are small pieces of Comet Tempel-Tuttle. In the above series of time-lapse, 1-minute exposures, a 1995 Leonid is seen to leave a train of hot air that glowed persistently for several minutes.",
    "hdurl": "https://apod.nasa.gov/apod/image/9611/leonidtrain_pj_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Leonid Meteor Shower",
    "url": "https://apod.nasa.gov/apod/image/9611/leonidtrain_pj.gif"
  },
  {
    "date": "1997-08-23",
    "explanation": "Stars sometimes form in colorful ways.  Pictured above is a small region in the nearby LMC galaxy where stars are forming. After a star is born, it may do several things to energize its immediate neighborhood. It may develop a strong wind which pushes away nearby gas; it may be so hot and intense that emitted light boils away nearby dust and gas, and it may be so massive that it soon goes supernova and catapults its elements back to the interstellar medium. Astronomers study regions like this - named DEM192 - to better understand how these and other processes proceed. This picture is a composite of three separate photographs, each sensitive to only one specific color of light - a color that distinguishes a specific chemical element.",
    "hdurl": "https://apod.nasa.gov/apod/image/dem192_umich_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Star Forming Region in the LMC",
    "url": "https://apod.nasa.gov/apod/image/dem192_umich.gif"
  },
  {
    "date": "2002-08-18",
    "explanation": "A magnetic compass does not point toward the true North Pole of the Earth.  Rather, it more closely points toward the North Magnetic Pole of the Earth.  The North Magnetic Pole is currently located in northern Canada.  It wanders in an elliptical path each day, and moves, on the average, more than forty meters northward each day.  Evidence indicates that the North Magnetic Pole has wandered over much of the Earth's surface in the 4.5 billion years since the Earth formed.  The Earth's magnetic field is created by Earth's partially ionized outer core, which rotates more rapidly than the Earth's surface.  Indicated in the above picture is Ellef Ringnes Island, the location of Earth's North Magnetic Pole in 1999.",
    "hdurl": "https://apod.nasa.gov/apod/image/9910/northcanada_noaa_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Earth's North Magnetic Pole",
    "url": "https://apod.nasa.gov/apod/image/9910/northcanada_noaa.jpg"
  },
  {
    "date": "1998-04-17",
    "explanation": "On July 20, 1976, the Viking 1 lander touched down on the Martian Chryse Planitia. Its exact landing site is somewhere in the white rectangle above. Unfortunately, this wide angle Mars Global Surveyor image taken on April 12 reveals a substantial dust storm in the area with light colored plumes apparently blowing toward the upper right of the picture. Attempts to find the first spacecraft to land on Mars in the corresponding high resolution narrow field images have not been successful due in part to the increased atmospheric haze. The region shown here is about 100 miles across.",
    "hdurl": "https://apod.nasa.gov/apod/image/9804/vik1site1_mgs_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Mars: Looking For Viking",
    "url": "https://apod.nasa.gov/apod/image/9804/vik1site1_mgs.jpg"
  },
  {
    "copyright": "Steve Dunn",
    "date": "1998-11-20",
    "explanation": "\"Goodness, Gracious, Green Balls Of Fire!\", might have been an appropriate theme song title for the 1998 Leonid meteor shower. Many observers, like astrophotographer Steve Dunn watching from Cape Canaveral, Florida, USA, reported that a lot of the characteristically bright Leonid meteors had a greenish tint. Around 6:00 AM EST on November 17, he photographed this dazzling Leonid fireball leaving a striking green-to-white trail against a background of stars in the constellation Coma Berenices. Dunn comments that he considers himself a green novice observer, but is now anticipating next November's appearance of the Leonids shower.",
    "hdurl": "https://apod.nasa.gov/apod/image/9811/greenfire_dunn_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Green Fireball",
    "url": "https://apod.nasa.gov/apod/image/9811/greenfire1_dunn.jpg"
  },
  {
    "date": "2019-02-23",
    "explanation": "Like grains of sand on a cosmic beach, stars of the Triangulum Galaxy are resolved in this sharp mosaic from the Hubble Space Telescope's Advanced Camera for Surveys (ACS). The inner region of the galaxy spanning over 17,000 light-years is covered at extreme resolution, the second largest image ever released by Hubble. At its center is the bright, densely packed galactic core surrounded by a loose array of dark dust lanes mixed with the stars in the galactic plane. Also known as M33, the face-on spiral galaxy lies 3 million light-years away in the small northern constellation Triangulum. Over 50,000 light-years in diameter, the Triangulum Galaxy is the third largest in the Local Group of galaxies after the Andromeda Galaxy (M31), and our own Milky Way. Of course, to fully appreciate the Triangulum's stars, star clusters, and bright nebulae captured in this Hubble mosaic, you'll need to use a zoom tool.",
    "hdurl": "https://apod.nasa.gov/apod/image/1902/heic1901aTriangulum.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Stars of the Triangulum Galaxy",
    "url": "https://apod.nasa.gov/apod/image/1902/heic1901aTriangulumS.jpg"
  },
  {
    "copyright": "Miloslav\nDruckmuller",
    "date": "2007-03-30",
    "explanation": "Diffuse starlight and dark nebulae along the southern Milky Way arc over the horizon and sprawl diagonally through this gorgeous nightscape. The breath-taking mosaic spans a wide 100 degrees, with the rugged terrain of the Patagonia, Argentina region in the foreground. Along with the insider's view of our own galaxy, the image features our outside perspective on two irregular satellite galaxies - the Large and Small Magellanic Clouds. Recorded on January 28, the scene also captures the broad tail and bright coma of Comet McNaught, The Great Comet of 2007.",
    "hdurl": "https://apod.nasa.gov/apod/image/0703/3772-84mcnaught_druckmuller.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Three Galaxies and a Comet",
    "url": "https://apod.nasa.gov/apod/image/0703/3772-84mcnaught_druckmuller720.jpg"
  }
]
